{
  "contact": {
    "subtitle": "Puedes contactarme a través de correo electrónico o mis redes sociales.",
    "title": "Contáctame"
  },
  "education": {
    "APEC": {
      "schoolName": "Universidad APEC (UNAPEC)",
      "subHeader": "Ingeniería en Desarrollo de Software"
    },
    "ITLA": {
      "schoolName": "Instituto Tecnológico de Las Américas (ITLA)",
      "subHeader": "Tecnólogo en Desarrollo de Software"
    },
    "fabioamota": {
      "schoolName": "Politécnico Fabio A. Mota",
      "subHeader": "Bachiller Técnico en Informática"
    }
  },
  "greeting": {
    "subtitle": "Analista de Desarrollo de Software con experiencia Full-Stack, he participado en diversas fases del Ciclo de Vida del Desarrollo de Aplicaciones. Me gusta utilizar mis conocimientos para ayudar a mis colegas a alcanzar sus objetivos. He participado en proyectos de gran impacto para el crecimiento de mis clientes y las empresas en las que he trabajado, implementando soluciones móviles y web.",
    "title": "Hola, Jean Carlos de este lado"
  },
  "header": {
    "achievements": "Logros",
    "contactme": "Contáctame",
    "education": "Educación",
    "experiences": "Experiencia laboral",
    "opensource": "Código Abierto",
    "skills": "Habilidades",
    "projects": "Proyectos"
  },
  "skillProgress": {
    "skillProgressTitle": "Competencias",
    "subTitles": {
      "BackEndTechnologies": "Tecnologías Back-End",
      "FrontEndTechnologies": "Tecnologías Front-End",
      "MessageBrokers": "Middleware de Mensajería",
      "VersionControlSystems": "Sistemas Control de Versiones",
      "ProgrammingLanguages": "Lenguajes de Programación",
      "CloudComputingServices": "Servicios de Computación en la Nube",
      "PaaS&CaaS": "PaaS & CaaS"
    }
  },
  "skillsSection": {
    "skill1": "Desarrollar estructuras Back End altamente funcionales e Interfaces de Usuario / Front End para tu Web y aplicaciones moviles.",
    "skill2": "Integración con otros servicios de terceros, como Firebase, Azure, RabbitMQ.",
    "skill3": "Desarrollo Movil con tecnologías híbridas.",
    "skill4": "Control de Integración Continua y Despliegue continuo con Azure Devops.",
    "skillssubtitle": "Conceptualizar y desarrollar proyectos en los stack más populares y funcionales. Como los siguientes:",
    "skillstitle": "¿Qué hago?"
  },
  "workExperiences": {
    "APAP": {
      "company": "APAP",
      "date": "Jun 2020 – Ago 2021; Jun 2022 - Oct 2023",
      "desc": "Desarrollando soluciones, a partir de los requerimientos de la institución para crear servicios que se ajusten a las necesidades de los clientes.",
      "role": "Analista Desarrollador de Software Senior",
      "contractType": "Tiempo completo"
    },
    "LogicOne": {
      "company": "LogicOne SRL",
      "date": "Nov 2018 - May 2020",
      "desc": "Desarrollando sistemas WEB basados en tecnología de Microsoft y Aplicaciones móviles híbridas, tales como:",
      "descBullets": {
        "1": "Microsoft Dynamics (365 F&O, GP, CRM)",
        "2": "Microsoft .NET Core",
        "3": "Microsoft .NET Framework (MVC)",
        "4": "Ionic (V3, V4)"
      },
      "role": "Desarrollador de Software",
      "contractType": "Tiempo completo"
    },
    "Endurance": {
      "role": "Ingeniero en Desarrollo de Software",
      "date": "Sep 2021 – Mar 2023",
      "company": "Endurance International Group",
      "desc": "Brindando mis servicios en desarrollo de software y solución de problemas para tratar con los inconvenientes que se les presentan a los clientes que utilizan los servicios brindados por la compañía Endurance/NewFold Digital y sus integraciones, prioritariamente EcomDash (Aplicación Web donde puedes manejar ambos, sitios de ventas y tiendas de comercio electrónico).",
      "contractType": "Contrato"
    },
    "Encamina": {
      "company": "Encamina",
      "role": "Desarrollador de Soluciones Cloud",
      "date": "Sep 2022 - Feb 2024",
      "contractType": "Contrato",
      "desc": "Mis responsabilidades son principalmente desarrollar nuevas funcionalidades para una Aplicación Web llamada DORA PQ de TIBA, destinada a gestionar las necesidades logísticas relacionadas con la búsqueda de transitarios, operadores logísticos y agentes de aduanas en España, dicho sistema y funcionalidades son específicamente especializadas en gestión transporte internacional."
    },
    "Teric": {
      "company": "Teric Technology LLC",
      "contractType": "Contrato",
      "date": "Dic 2023 - May 2024",
      "desc": "Ofreciendo mis servicios como Desarrollador Back-End para la creación de una aplicación de fitness llamada BiaFit, la cual se define como tu compañero de fitness personalizado, que te permite crear y adaptar programas de entrenamiento perfectamente ajustados a tu nivel de experiencia y metas de acondicionamiento físico únicas.\nHaciendo uso de alguna tecnologías, como las siguientes:",
      "descBullets": {
        "1": ".NET (C#)",
        "2": "Azure SQL Database",
        "3": "Web App Services",
        "4": "Logic Apps",
        "5": "Azure AD B2C"
      },
      "role": "Ingeniero de Desarrollo Back-End"
    },
    "Banreservas": {
      "company": "Banreservas",
      "contractType": "Tiempo Completo",
      "date": "Oct 2023 - Presente",
      "desc": "Como Back End Development Engineer en Banco de Reservas, soy responsable del diseño, desarrollo y mantenimiento de los sistemas backend que impulsan nuestras soluciones bancarias. Mi rol incluye trabajar con tecnologías como MongoDB, PostgreSQL y servicios de Azure para garantizar la integración fluida y el funcionamiento eficiente de nuestras aplicaciones.",
      "role": "Ingeniero de Desarrollo Back-End"
    },
    "Stamp": {
      "company": "STAMP",
      "role": "Ingeniero de Software",
      "contractType": "Contrato",
      "date": "Jun 2024 - Presente",
      "desc": "Como Ingeniero Backend en Stamp, soy responsable de diseñar, desarrollar y mantener los sistemas backend que soportan nuestras soluciones innovadoras. Mi rol implica trabajar con tecnologías .NET y Azure para asegurar la integración y funcionalidad sin problemas de nuestras aplicaciones."
    }
  },
  "startupProjects": {
    "PSLearning": {
      "projectDesc": "Aplicación móvil y Web dirigidas a los oficiales de servicio al ciudadano de Punto Solidario. Esta aplicación permite acceder a un modo de aprendizaje dinámico y totalmente autogestionado para mejorar las destrezas del personal de Punto Solidario.",
      "projectName": "Punto Solidario Learning"
    },
    "title": "Proyectos",
    "subTitle": "ALGUNOS PROYECTOS PERSONALES Y EMPRESARIALES EN LOS QUE HE PARTICIPADO EN SU CREACIÓN O BRINDANDO SOPORTE",
    "Movilapap": {
      "projectDesc": "La aplicación Móvilapap es una aplicación móvil de vanguardia diseñada para satisfacer las necesidades únicas de los clientes bancarios. Esta aplicación sirve como una puerta de enlace para que los clientes accedan de manera fluida a una variedad de productos financieros y beneficios exclusivos vinculados a sus relaciones bancarias.",
      "projectName": "Móvilapap"
    },
    "DORA": {
      "projectName": "DORA",
      "projectDesc": "Aplicación Web DORA PQ de TIBA, un sistema especializado en la gestión del transporte internacional y las necesidades logísticas en España."
    },
    "Biafit": {
      "projectDesc": "BiaFit es su compañero de fitness personalizado, que le permite crear y adaptar programas de entrenamiento perfectamente adaptados a sus niveles de experiencia y aspiraciones de fitness únicas. Ya sea que busque fuerza, desarrollo muscular o mejorar su estado físico general, la plataforma de entrenamiento basada en suscripción de BiaFit le brinda un conjunto de herramientas versátil para diseñar y personalizar rutinas de entrenamiento según sus necesidades.",
      "projectName": "Bia-Fit"
    },
    "Banreservas": {
      "projectName": "App Banreservas",
      "projectDesc": "La App Banreservas Personas, libre de datos e internet, te permite realizar consultas, transacciones, localizar cajeros, oficinas comerciales y subagentes, y estar al día sobre las principales novedades de Banreservas de la manera más cómoda y sencilla."
    },
    "Stamp": {
      "projectDesc": "Ahorra el 100% del IVA al comprar libre de impuestos. Olvídate de las tarifas de reembolso, las filas y el papeleo.\n\nLas agencias tradicionales de reembolso de impuestos te cobran hasta un 60% por transacción. Cuanto más gastas, más te quitan las agencias.",
      "projectName": "Stamp Tax Free"
    }
  }
}